[
  {
    "Title": "New Vendor EQP Request",
    "Category": "Administration",
    "Subject Line": "Partnership Inquiry",
    "Content": "<p>Hi [NAME]</p><p>My name is [Your Name], and I'm with Triple R Marketing. We manage promotional product programs for over 1,000 multifamily communities across the country through our online store platforms. As we continue to expand our offerings, we are looking to establish new partnerships with key suppliers whose products align with the needs of our clients.</p><p>Because our business model is heavily driven by volume and repeat projects, pricing structure is an important part of selecting new vendor relationships.</p><p>As we explore the possibility of partnering with [VENDOR], we would like to request EQP pricing to start our relationship. We fully understand that this program would be subject to review after one year to ensure we are meeting your expectations and maintaining appropriate order volume.</p><p>In return, we are committed to growing this partnership by actively promoting your products within our online stores and recommending them to our multifamily clients nationwide. Our goal is to drive consistent, long-term business that benefits both parties.</p><p>Please let us know if EQP pricing is something you're able to extend, or if you'd like to discuss the opportunity further. We would be happy to schedule a call at your convenience.</p><p>Thank you for your time, and we look forward to the possibility of working together.</p><p>Best regards,</p>"
  },
  {
    "Title": "Sponsorship Request",
    "Category": "Administration",
    "Subject Line": "Sponsorship Request",
    "Content": "<p>Thank you so much for thinking of us! While we don't offer event sponsorships, we do have a Rewards Program in place as our way of saying thank you for your continued business. Most of our customers use their rewards toward corporate events. With every purchase, you automatically earn points that can be redeemed for discounts on future orders. It's our way of giving back and showing appreciation for your support throughout the year. </p><p>Current Balance: [Insert Customer's Points Balance]</p><p>How to Redeem:</p><ul><li>Log into your dashboard</li><li>Select \"Rewards\"</li><li>Enter Points to Redeem (100 Reward Points = $1.00)</li><li>Allow 5–10 minutes for the rewards code to generate</li><li>Use the rewards code at your online store checkout</li></ul><p>Let us know if you have any questions, we're happy to help!</p>"
  }
]
