[
  {
    "Title": "Account 308798 - Floor Mat Design Request",
    "Category": "Design",
    "Subject Line": "Account 308798 - Floor Mat Design Request - Client Name Here",
    "Content": "<p>PO to follow approval. Please send over design for the following:</p><p>* Floor Mat Type:* Ink Color: </p><p>Max out the logo within the imprint area.</p><p>Print File(s) are Attached</p>"
  },
  {
    "Title": "Badge Program Restock",
    "Category": "Design",
    "Subject Line": "Badge Program Restock #???",
    "Content": "<p>We Need: 50 qty minimumBadge program: [Program #]Please use PO# \"Badge Program ReStock #ENTER#HERE\"</p>"
  },
  {
    "Title": "Digital Wallet",
    "Category": "Design",
    "Subject Line": "Digital Wallet Inquiry",
    "Content": "<p>Thank you for your inquiry. At this time, we do not offer digital wallet services or the development of digital wallet platforms. Our involvement is limited to design support only, such as visual design or UI/UX concepts, if needed.</p><p>Even for a digital business card or contact wallet, a full platform typically involves more than design alone. This often includes:</p><ul><li>Platform development and hosting, including account creation, data storage, and scalability</li><li>Compatibility with existing wallet or contact systems, such as Apple Wallet, Google Wallet, or contact-sharing standards</li><li>Data security and privacy considerations, particularly for storing and sharing personal or business information</li><li>Ongoing maintenance and updates, including OS changes, device compatibility, and feature enhancements</li><li>Distribution and management, such as user onboarding, updates to card information, and analytics</li></ul><p>Because of these technical and operational requirements, digital business card solutions are usually best handled by established service providers that specialize in digital identity or contact-sharing platforms and already support these ecosystems.</p><p>We recommend reaching out to an existing digital business card or digital wallet service provider to implement the platform itself. Should you require design assistance—including branding, layout, or user experience refinement—we would be happy to collaborate and support that effort.</p><p>Please let us know if you'd like to explore design support or need assets prepared for a third-party provider.</p>"
  },
  {
    "Title": "Digitization Quote & Stitch Count to Embroiderer",
    "Category": "Design",
    "Subject Line": "Digitization Quote & Stitch Count to Embroiderer",
    "Content": "<p>Quote & Stitch Count for logo digitization needed.</p><p>1) Thread Color (s) :</p><p>2) Suggested Size:</p><p><em>*Please adjust the size as needed for the stitch count to be as close as possible to under 6,000.</em></p><p>Vector file is attached.</p>"
  },
  {
    "Title": "Digitization Request to Embroiderer",
    "Category": "Design",
    "Subject Line": "Digitization Request to Embroiderer - Enter Client Here",
    "Content": "<p>We need this logo digitized.</p><p>PO# [Enter Here]</p><p>1) Thread Color (s) :2) Size:3) Design#: </p><p>Vector file is attached.</p>"
  },
  {
    "Title": "Embroidery DST File Setup",
    "Category": "Design",
    "Subject Line": "Embroidery DST File Setup ",
    "Content": "<p>Our record indicates that we have not sewn this logo before. </p><p>There is a one time setup fee of $75 to create your logo into a DST file for embroidering. This file is specifically used for embroidery machines. Future orders with this logo will not be charged a setup fee as long as there are no changes to the size and/or logo. Thread colors can be changed at any time without any additional setup.</p><p>Any changes to the logo after sew out may result in additional set up charges. Please advise if you would like a copy of the file for your records.</p><p>To proceed with your order, please confirm with approval for this setup.</p>"
  },
  {
    "Title": "Name Badge Ordering Options",
    "Category": "Design",
    "Subject Line": "Name Badge Ordering Options",
    "Content": "<p>Thank you for reaching out about badges! We can accommodate a variety of ordering options depending on your needs:</p><ul><li><strong>Option 1: Bulk Order (Single Transaction & One Shipment)</strong> - If you'd like to order all of your badges at one time (5 badge minimum per logo/design), we can create any design you'd like with no set-up costs.</li><li><strong>Option 2: One-Off Orders (Using a Template) -</strong> If you need to order badges one at a time, you can choose from one of our existing templates. This allows you to order on-demand with no set-up fees. <a href=\"https://triplermarketing.com/wp-content/uploads/2025/10/Triple-R-Badge-Styles.pdf\" target=\"_blank\">TEMPLATES PREVIEW LINK</a></li><li><strong>Option 3: One-Off Orders (Custom Design)</strong> – If you'd like a one-off badges that are not one of our existing templates, we will need to create a new HTML file for that design, and there is a $250 set-up fee that applies per design.</li></ul><p>Please let us know which option works best for you, and we will be happy to help you move forward.</p>"
  },
  {
    "Title": "Virtual Proofs",
    "Category": "Design",
    "Subject Line": "🎨 Virtual Proofs Process & Branding Options for Your Store",
    "Content": "<p>As part of our standard process, branded mockups are created after the initial order is placed. Once your order is submitted, our design team will prepare a mockup for your approval. After approval, the order will be processed, and the mockup image will be added to your store, replacing the placeholder that currently says \"Your brand here.\" [Link to FAQ – Virtual Proofs]</p><p>If you prefer to have items branded before they appear on your store, we're happy to accommodate. Simply submit a support request that includes: (1) the item number (see screenshot below for where to find it) and (2) the desired color(s) for each item.</p><p>Please note that pre-branding items is not an instant process and depends on the current workload of our design team. We'll do our best to complete it as quickly as possible.</p>"
  }
]
