[
  {
    "Title": "Checking In – Need Any Help with Your Store Setup?",
    "Category": "Marketing",
    "Subject Line": "Checking In – Need Any Help with Your Store Setup?",
    "Content": "<p>Hi [Client's Name],</p><p>I just wanted to check in and see how things are coming along with setting up your online store. Have you had a chance to start adding your communities, users, and products?</p><p>If you run into any questions or need help along the way, we're here and happy to assist with anything you need to keep things moving smoothly.</p><p>Let me know how it's going or if you'd like to hop on a quick call to walk through any part of the setup process.</p><p>Looking forward to seeing your store go live!</p><p>Best regards,</p>"
  },
  {
    "Title": "Declining Sales",
    "Category": "Marketing",
    "Subject Line": "Quick Check-In – Here to Support You",
    "Content": "<p>Hi [Name],</p><p>We've noticed a drop in order volume compared to this time last year and wanted to reach out, not to only focus on numbers, but to make sure we continue being a valuable and trusted partner for your team.</p><p>If there are any challenges, changes, or areas where we can better support you, we'd truly appreciate the opportunity to talk through them. And if everything's on track, that's great to hear too.</p><p>Our goal is to stay aligned and contribute in the ways that matter most to you.</p><p>Looking forward to hearing from you,</p>"
  },
  {
    "Title": "Elevator Pitch",
    "Category": "Marketing",
    "Subject Line": "Our Elevator Pitch",
    "Content": "<p>When onsite teams order on their own, branding quickly becomes inconsistent. Our goal is to keep every community looking sharp and on-brand at every touchpoint. We're not just another company store vendor, we specialize in multifamily. Our centralized platform puts you in full control: from store access and product selection to artwork approvals and workflow visibility. With over 1,000 communities logging in each week, the results speak for themselves. The best way to understand it? Experience the platform and see how game-changing your day-to-day operations can be.</p>"
  },
  {
    "Title": "Let's Schedule an In-Person Meeting",
    "Category": "Marketing",
    "Subject Line": "Let's Schedule an In-Person Meeting",
    "Content": "<p>We'd love the opportunity to come out and meet with you to discuss how things are going, explore any new opportunities, and ensure we're continuing to support your team in the best way possible.</p><p>Since travel requires a bit of advance planning on our end, we're looking to schedule something within the next 2 to 3 months. If that sounds good to you, we'd be happy to coordinate dates that work best for your schedule.</p><p>Would you be open to finding a time that works in [Month] or [Month]?</p><p>Looking forward to hearing from you!</p>"
  },
  {
    "Title": "New Client Store Ready For Set Up",
    "Category": "Marketing",
    "Subject Line": "🎉 Your Online Store Is Live! Let's Get You Set Up!",
    "Content": "<p>We're excited to let you know that your online store is officially live and ready to roll!</p><p>👉 Before you dive in, be sure to check out the quick how-to videos below, they'll walk you through each step and make setup a breeze.</p><p>To get started, we recommend following this order:</p><ol><li>Add All Communities (so they're available when assigning users)</li><li>Add Products</li><li>Add Users and Send Invites</li></ol><p>Once those steps are complete, your store will be fully ready for action!</p><p>🔑 Your Login Info</p><ul><li>Store URL: [Store URL]</li><li>Username: [Username]</li><li>Password: [Password]</li></ul><p>📶 Dashboard Login</p><ul><li>URL: <a href=\"https://rrrdash.com/\" target=\"_blank\">https://rrrdash.com/</a></li><li>Username: [Username]</li><li>Password: [Password]</li></ul><p>*Quick note, once you have added all communities, be sure to update your own access.</p><p>🎥 Quick Dashboard How-To Videos</p><ul><li><a href=\"https://youtu.be/tY9BCLwWamg\" target=\"_blank\">Add Communities</a></li><li><a href=\"https://youtu.be/tZqHeo8gILM\" target=\"_blank\">Add Users</a></li><li><a href=\"https://youtu.be/tZqHeo8gILM\" target=\"_blank\">Add Dashboard Access Users</a></li><li><a href=\"https://www.youtube.com/watch?v=1NOYYoUY5L4\" target=\"_blank\">Set Community Budgets</a></li></ul><p>🗂️ Product Database Login</p><ul><li>URL: <a href=\"https://rrrdatabase.com/\">https://rrrdatabase.com/</a></li><li>Username: [Username]</li><li>Password: [Password]</li></ul><p>🎥 Quick Product How-To Videos</p><ul><li><a href=\"https://youtu.be/_333ik5x2Hs\" target=\"_blank\">Add Products to Store</a></li></ul><p>If you have questions or want us to walk you through anything, just let us know, we're here to help every step of the way.</p><p>Let's make this awesome!</p>"
  },
  {
    "Title": "Online Orders Declining",
    "Category": "Marketing",
    "Subject Line": "Important Notice Regarding Online Store Activity & Minimum Spend Requirement",
    "Content": "<p>Over the past [NUMBER] months we've seen a noticeable decline in your online store orders volume.</p><p>As a reminder, our no-monthly-fee plan is based on a minimum annual spend of $10,000 across the store. This allows us to continue offering the platform without charge while supporting updates, product additions, and improvements for your team.</p><p>Online store accounts with less than $10,000 annual spend across the store are charged $199/month (which covers up to 20 communities).</p><p>We want to be proactive and supportive. Would it be helpful to revisit training, refresh products, or provide tools to re-engage your team?</p><p>Our goal is to remain a trusted partner and ensure the platform continues to deliver real value.</p><p>Looking forward to your feedback.</p><p>Best regards,</p>"
  },
  {
    "Title": "Referral Request",
    "Category": "Marketing",
    "Subject Line": "Appreciate your help if you're open to it 😊",
    "Content": "<p>Hi [NAME],</p><p>Hope you are doing well! We're reaching out to a few companies in your area, and I wanted to share a short list of contacts we're hoping to connect with. Even if you're not directly connected, you might recognize a name or be able to help us make a warm introduction.</p><ul><li>[NAME] @ [COMPANY]</li><li>[NAME] @ [COMPANY]</li><li>[NAME] @ [COMPANY]</li></ul><p>Would you be open to making an introduction? I can provide a short, easy-to-forward message to make it simple for you. No pressure at all, just thought I'd ask.</p><p>If you're open to it, we'll send you a $50 gift certificate as a thank-you for each introduction. And if the introduction turns into a new company store signup, you'll receive a $500 invoice credit or store coupon for each new client.</p><p>Thanks so much for considering it!</p>"
  },
  {
    "Title": "Referral Sprint Program - Interest",
    "Category": "Marketing",
    "Subject Line": "Our Most Exciting Client Referral Rewards Program Ever!",
    "Content": "<p>Hello [First Name],</p><p>We're rolling out our new once-a-year referral rewards sprint, and I wanted to see if you'd be interested before we send the full details.</p><p>You'll get 30 days to refer qualified companies and earn stackable, high-impact rewards that actually help your business grow. No fluff, just real value.</p><p>This is a full hands on approach, so we won't leave you hanging:✔️ We'll provide a target list of who we're looking to connect with✔️ We'll give you ready-to-send scripts✔️ We'll even set up the follow-up and handle everything from there</p><p>If you're open to learning more, just reply \"I'm in\" and we'll send over the full breakdown and set up a quick call to walk through it.</p><p>Thanks</p>"
  },
  {
    "Title": "Referral Sprint Program - Introduction Script",
    "Category": "Marketing",
    "Subject Line": "Referral Sprint Program - Introduction Script",
    "Content": "<p>Hi [Name],</p><p>I wanted to make a quick introduction to [Your Name] from Triple R Marketing. We've been working with them and it's been a fantastic experience.</p><p>Their platform has made it easy for us to streamline our online store and gain full control over how our brand is represented across our communities. It's taken a ton of pressure off our team while keeping everything consistent and on-brand.</p><p>I thought it might be worth a quick chat to see if there's a fit for your team as well.</p><p>[Your Name], meet [Lead's First Name], [Their Title] at [Company]. I'll let you two take it from here!</p>"
  },
  {
    "Title": "Rewards Program Enrolled",
    "Category": "Marketing",
    "Subject Line": "🎉 You're In! Welcome to Our Rewards Program",
    "Content": "<p>Hi [Customer Name],</p><p>We've just enrolled you in our new Rewards Program! You can now start earning points on your purchases and redeeming them for savings on future orders. Here is how it works:</p><p><strong>Earning Points</strong></p><ul><li>Earn 1 Reward Point for every $1 spent and paid.</li><li>Points are calculated on your order total excluding shipping, tax, discounts, and account credit.</li><li>Points are activated and added to your account within 1–2 business days after payment is received.</li><li>Each set of earned Reward Points expires after 180 days, so don't forget to use them!</li></ul><p><strong>Redeeming Points</strong></p><ul><li>Redeem your points for a coupon code that can be used toward merchandise during checkout.</li><li>100 Reward Points = $1.00 in savings.</li><li>Coupon codes are single-use and expire 30 days from the date they are generated.</li><li>Your redemption code will be emailed to you and will also appear in your account's balance history.</li><li>Once a coupon has been applied, the usage is final and can't be changed or credited back.</li></ul><p>We're excited to have you in the program and can't wait for you to start enjoying the rewards. If you have any questions, feel free to reach out to us anytime!</p><p>Thank you for being a valued customer!</p>"
  },
  {
    "Title": "Sending Prospect Promo Package",
    "Category": "Marketing",
    "Subject Line": "Sending Prospect Promo Package",
    "Content": "<p>I'm really looking forward to connecting with you about a potential partnership. As a small way to show our enthusiasm, I'd love to send a quick something your way. Could you share the best mailing address to send it to?</p><p>Looking forward to our upcoming conversation!</p>"
  },
  {
    "Title": "Video Testimony Request",
    "Category": "Marketing",
    "Subject Line": "Quick Favor – Share Your Experience?",
    "Content": "<p>Hi [Name],</p><p>We'd love a quick video testimonial if you're up for it! Nothing fancy—just a short clip (30-60 seconds) recorded on your phone sharing your experience working with us.</p><p>No need for perfect lighting or edits—just speak from the heart. When you're done, you can simply text the video to [Your Phone Number].</p><p>If you'd like a few quick prompts to guide you, I'm happy to send them your way.</p><p>Thanks again for being such a great customer!</p><p>Best,</p>"
  }
]
