[
  {
    "Title": "Apparel Selection",
    "Category": "Support",
    "Subject Line": "Making Apparel Selection Easy 👕✨",
    "Content": "<p>Hi [Name],</p><p>We know apparel can feel overwhelming, so many brands, fabrics, fits, and color options…and somehow everything looks the same online 😊</p><p>To make things easier, we put together two quick-reference guides you can browse anytime:</p><ul><li><strong>OFFICE: <a href=\"https://triplermarketing.com/wp-content/uploads/2025/10/Office-Core.pdf\" target=\"_blank\"><span style=\"color:rgb(31, 73, 125)\">Good</span></a> / <a href=\"https://triplermarketing.com/wp-content/uploads/2025/10/Office-Heritage.pdf\" target=\"_blank\"><span style=\"color:rgb(31, 73, 125)\">Better</span></a> / <a href=\"https://triplermarketing.com/wp-content/uploads/2025/10/Office-Legacy.pdf\" target=\"_blank\"><span style=\"color:rgb(31, 73, 125)\">Best</span></a></strong></li><li><strong>MAINTENANCE: <a href=\"https://triplermarketing.com/wp-content/uploads/2025/10/Maintenance-Ace.pdf\" target=\"_blank\"><span style=\"color:rgb(31, 73, 125)\">Good</span></a> / <a href=\"https://triplermarketing.com/wp-content/uploads/2025/10/Maintenance-Prime.pdf\" target=\"_blank\"><span style=\"color:rgb(31, 73, 125)\">Better</span></a> / <a href=\"https://triplermarketing.com/wp-content/uploads/2025/10/Maintenance-Pro.pdf\" target=\"_blank\"><span style=\"color:rgb(31, 73, 125)\">Best</span></a></strong></li><li><strong>Full Apparel Options (<a href=\"https://www.sanmar.com/\" target=\"_blank\"><span style=\"color:rgb(31, 73, 125)\">SanMar</span></a>):</strong> This is a complete database of apparel styles, brands, and color options. <em>(Note: pricing shown is for blank items only and does not include decoration.)</em></li></ul><p>Each guide shows our recommended pieces by budget tier, plus notes on fit, durability, and common use cases, so you can narrow down great options fast.</p><p><strong>A few ways we can help:</strong></p><ul><li>If you'd like, we can hop on a quick call and walk you through the best options for your teams</li><li>If you already have SKUs your team likes, just send them over, we're happy to match or suggest similar options</li><li>And if you're exploring something new, we can ship samples to review before anything is added to your online store</li></ul><p>Just reply to this email with any styles, SKUs, or questions and we'll take it from there.</p><p>Thanks so much, we're here to make apparel selection simple, on-brand, and stress-free.</p>"
  },
  {
    "Title": "Discontinued Store Item",
    "Category": "Support",
    "Subject Line": "Discontinued Item & Suggested Replacement for Your Store",
    "Content": "<p>We're reaching out to let you know that one of the items currently listed in your store has been discontinued by the manufacturer. However, they've recommended a similar replacement that we'd like to suggest for your consideration.</p><p>Discontinued Item:Item #: _______ | Price: $______Image:[Insert Image]</p><p>Suggested Replacement:Item #: _______[Product Database Link]</p><p>Please let us know if you approve this replacement to be added to your store. Unless otherwise noted, we'll match the color options as closely as possible to those previously available.</p><p>In the meantime, the discontinued item has been removed from your store to prevent any ordering issues.</p><p>If you have any questions or would like to explore additional options, feel free to reach out.</p>"
  },
  {
    "Title": "Heat Transfer Restock",
    "Category": "Support",
    "Subject Line": "Time to reorder your Heat Transfers!",
    "Content": "<p>Hello! We are reaching out to let you know that it's time to reorder Heat Transfers. Please place a restock order using your Marketing Dashboard.</p><p>If you have any questions or need any further information please let us know.</p><p>Kind Regards</p>"
  },
  {
    "Title": "Ivy Tech Reply",
    "Category": "Support",
    "Subject Line": "Thank You for Reaching Out",
    "Content": "<p>Thank you for reaching out. For many years, we successfully partnered with Ivy Tech campuses across the state based on performance, reliability, and results. However, following recent DEI-related policy changes and the restructuring of the marketing department, our long-standing relationship effectively ended without explanation or response to repeated outreach. As a result, we no longer maintain or obtain a collegiate license with Ivy Tech.</p>"
  },
  {
    "Title": "Kit Pricing Structure & Example 📦",
    "Category": "Support",
    "Subject Line": "Kit Pricing",
    "Content": "<p>SEE PRICING SETUP AND EXAMPLE BELOW AFTER SCRIPT*******************************</p><p>Based on 100 kits, the per-kit price is $83.00. This includes all products and assembly but does not include outbound freight once all kits are assembled. </p><p>Because our vendors require minimum order quantities, there will be additional items included with your order outside of the assembled kits: 8 printed boxes, 100 pens, and 44 water bottles.</p><p>To ensure the best possible shipping rate, please confirm:</p><p>Will all kits ship to one location?Can a semi-truck access the delivery site?Is there a dock available for delivery?If semi-truck access is possible, would you require inside delivery or tailgate-only delivery?</p><p>We ask these questions in advance to make sure you receive the most accurate and cost-effective freight quote possible.</p><p>*******************************PRICING SETUP AND EXAMPLE</p><p>When a customer requests assembled kits, pricing is determined in two stages:</p><p>1) Product Costs</p><p>* We must order each product in its minimum order quantity (MOQ).* The cost of all items (including freight to our fulfillment center) is totaled.* This grand total is divided by the number of kits requested to determine the per-kit cost for products.* A 40% markup is applied (rounded up).</p><p>2) Assembly Costs</p><p>* Assembly (kitting) is done by a third-party vendor.* We confirm their per-kit assembly fee, then add a 40% markup (rounded up).</p><p>3) Final Kit Price</p><p>* Total per-kit price = (product cost per kit + markup) + (assembly cost per kit + markup).* Outbound freight from the assembly warehouse is additional, quoted once shipping details and final box counts are confirmed.</p><p>4) Loose Items</p><p>* Any extra items required due to minimums (beyond what is used in kits) are shipped separately to the customer.</p><p>EXAMPLE</p><p>A customer requests 100 kits, each containing: Custom Printed Box, Journal, Pen, Postcard, & Water Bottle</p><p>STEP 1: Minimum Quantities & Costs</p><p>Printed Boxes → MOQ 108 → Cost = $675.00Journals → MOQ 100 → Cost = $1,450.00Pens → MOQ 200 → Cost = $270.00Postcards → MOQ 100 → Cost = $66.00Water Bottles → MOQ 144 → Cost = $445.00</p><p>Grand Total (with inbound freight): $2,906.00</p><p>STEP 2: Cost Per Kit (Products)</p><p>$2,906 ÷ 100 kits = $29.06 per kit (our cost)Apply 40% markup = $49.00 per kit (products only)</p><p>STEP 3: Assembly (FulfillPlus Quote)</p><p>Vendor charges $20.00 per kit to assembleApply 40% markup = $34.00 per kit (assembly only)</p><p>STEP 4: Total Kit Price</p><p>$49.00 (products) + $34.00 (assembly) = $83.00 per kit</p><p>STEP 5: Additional Notes</p><p>Outbound freight from the assembler will be billed separately once details are confirmed.</p><p>Extra items shipping loose (due to MOQs):</p><p>8 printed boxes100 pens44 water bottles</p>"
  },
  {
    "Title": "No Response Closing Request (30 Days)",
    "Category": "Support",
    "Subject Line": "Request Closed",
    "Content": "<p>We wanted to follow up on your recent request regarding [ticket number, quote, or assistance with xyz]. Since we haven't heard back from you in the past 30 days, we'll go ahead and close this ticket for now.</p><p>If you still need assistance or would like to revisit this request, please feel free to submit a new ticket at any time, we're happy to help.</p><p>Please note that all quotes are valid for 30 days and are change after that period.</p><p>Thanks again, and we look forward to assisting you in the future!</p>"
  },
  {
    "Title": "No Response to Request (to be used on knack board)",
    "Category": "Support",
    "Subject Line": "Closing Support Request",
    "Content": "<p>Hi there,</p><p>We're closing this ticket for now, as we haven't heard back from you. Hopefully, that means you have found a solution!</p><p>If you still need help or would like to continue with this request, feel free to open a new support ticket anytime — we'll be happy to assist.</p><p>Kind regards,</p><p>Triple R Marketing Support Team</p>"
  },
  {
    "Title": "Troubleshooting",
    "Category": "Support",
    "Subject Line": "Let's Try This First – Quick Refresh Tip Inside",
    "Content": "<p>We're happy to help resolve this issue. Before we dig deeper, please try a hard refresh first, as this often clears up display issues. If that doesn't work, you can also try clearing your browser cache.</p><p>Here's a quick guide on how to do a hard refresh: [Insert Link]</p><p>Let us know if the issue continues after trying these steps.</p>"
  },
  {
    "Title": "Webstore Customization Request",
    "Category": "Support",
    "Subject Line": "Webstore Customization Request",
    "Content": "<p>We truly appreciate your interest in personalizing your webstore. While we understand the desire to make adjustments, whether it's visual changes, layout updates, or menu modifications, we're unable to accommodate individual customizations at this time.</p><p>To ensure every webstore remains secure, functional, and up to date, we operate on a standardized platform across all client sites. This includes maintaining a consistent structure for things like the site layout and menu. Custom changes, even small ones, can interfere with how products from our shared database are added and displayed, especially when it comes to navigation and product categories.</p><p>One of the most valuable features we offer is a dedicated, branded store URL for each client, and standardization is what allows us to support that at scale while delivering a smooth, reliable experience.</p><p>We appreciate your understanding, and we're always happy to hear your feedback as we continue to enhance the platform for all clients.</p><p>Thanks again for being a valued partner.</p>"
  }
]
